{
  "header":{
    "text1": "Chapters",
    "text2": "About",
    "text3": "Contact",
    "text4": "Book a session"
  },
  "footer":{
    "text1": "Chapters",
    "text2": "About",
    "text3": "Contact",
    "text4": "All rights reserved",
    "text5": "Book a session"
  },
  "home": {
    "text1": "Allow",
    "text2": "yourself",
    "text3": "to be",
    "text4": "MENTORING SESSIONS TO UNLOCK YOUR FULL POTENTIAL",
    "text5": "Learn more",
    "text6": "\" Don't call it a dream. Call it a",
    "text7": "Make it a reality\"",
    "text38": "",
    
    "text8": "To ensure you will achieve your",
    "text9": "dreams, they first need to truly",
    "text10": "represent who you are, your",
    "text11": "values and your own",
    "text12": "personality",

    "text13": "You need to love what",
    "text14": "you are fostering,",
    "text15": "breath it constantly.",
    "text16": "Then, you will also ",
    "text17": "attract others that will",
    "text18": "love it as much as you ",
    "text19": "do",

    "text20": "Your dreams will only be",
    "text21": "accomplished once you master",
    "text22": "the ability to strategically",
    "text23": "create value added tasks along",
    "text24": "the way",

    "text25": "Finally, most of the times the",
    "text26": "journey will not be easy nor",
    "text27": "short, so you should ensure your",
    "text28": "dreams nourish your life.",
    "text29": "Everyday.",
    
    "text30": "Chapters",
    "text31": "Help yourself with the chapter that fits the best with <boldText>your current life stage</boldText>.",
    "text32": "Good news: you can start your WFY journey with more than one!",

    "text33": "Especially when we are in our 20s, finding a career that meets our expectations is daunting. Sometimes, it feels impossible. Leave behind that stifling feeling and finally get the <boldText>job of your dreams.</boldText>",
    "text37": "We have helped mentees who are working in <boldText>different career paths</boldText>, such as Management consulting, Marketing, and Architecture. No matter your <boldText>career track</boldText> nor which <boldText>stage of the recruitment process</boldText> you are in, we've got your back.",
    "text34": "Check below some of the companies where our mentees have already received job offers.",

    "text35": "Management consulting",
    "text36": "And more...",
    "text41": "Other Careers",
    "text42": "And more...",

    
    "text39": "",
    "text40": "",
    "text43": "",
    "text44": "",

    "text45": "",
    "text46": "",
    

    "text47": "Life's ABC will take you on a journey of self-knowledge and discovery of passions that were hidden your entire life. It will teach you how to <boldText>lead your life fully</boldText>. ABC stands for <boldText>Ambitions, Beliefs and Conquests</boldText>. It is smart to respect this order.",
    "text48": "At the start of your journey, you will truly understand where you want to go, which is essentially led by your <boldText>Ambitions</boldText>. They are what will create traction so you can have <boldText>drive to change your life</boldText>.",
    "text49": "But, be careful! Starting this considerable change based solely on Ambitions is useless. You should not forget about your <boldText>Beliefs</boldText>, the principles that <boldText>guide your life</boldText>.",
    "text50": "Finally, taking into account both your ambitions and beliefs, we will develop strategies so that you can finally achieve the long-awaited - and well-deserved - <boldText>Conquests</boldText>. Do you know what the best part is? They will be <boldText>truly</boldText> connected to <boldText>who you are!</boldText>",
    "text51": "Any questions? We are just a message away :)",
    "text52": "Get in touch!",
    "text53": "Testimonials",
    "text54": "Even though I mentored her a few years ago, she still has a lot of positive impacts on my life to this day. It was a very intense and sincere process of self-knowledge, which helped me to understand (and better communicate) my strengths and weaknesses.",
    "text55": "I learned to tell about my journey here in a clear and coherent way and to show confidence. It was also very important for me to understand my career goals and which job opportunities best matched my ambitions.",
    "text56": "Stephanie manages to create a safe environment for whatever her life moment, she listens to you without judgment and advises you on next steps in a positive and encouraging way as well as realistic. I strongly recommend mentoring with Stephanie and embracing this process of looking at yourself, ideas and career through her attentive and thoughtful eye.",
    "text57": "I did the WFY mentorship in one of the most difficult phases of my life. I was still in college, pregnant, very afraid of being rejected or judged in the Management Consulting recruitment processes.",
    "text58": "The mentorship gave me strength to keep dreaming, reminded me of my qualities and gave me security to overcome my fears. Thus, it was a key turning point for me, because not only did I learn how to master Case Interview (which I knew practically nothing about), but also had a huge moment of interpersonal rediscovery. I had a space to deeply reflect, organize who I was, what I had done so far, who I would like to become and how I would effectively do it.",
    "text59": "In a nutshell, Stephanie is fantastic! It was the best mentoring I've ever had as I've received cross offers from two top management consulting firms - McKinsey & Company and Kearney - and I've found the dream career progression for me!",
    "text60": "What Flows You mentorship stands out because of its unique focus on the mentee, encouraging them to embrace their individuality rather than conform to a predefined mold within a specific company.",
    "text61": "This aspect of mentoring has been the most significant and transformative for me. Its comprehensive approach has allowed me to gain a deeper understanding of myself, sharpening both my technical and soft skills, crucial for interviews and recruitment processes.",
    "text62": "I truly appreciate the mentoring partnership that enabled me to enter the consulting industry right after college. In a broader way, it has empowered me to reassess my career path and contemplate future changes with more confidence."
  },
  "chapters": {
    "title": "Chapters",
    "text1": "Are you eager to finally land that <boldText>competitive job offer</boldText> from the company of your dreams?",
    "text2": "Have you found yourself <boldText>misplaced</boldText> while working at your <boldText>current job?</boldText>",
    "text3": "Have you recently browsed <boldText>LinkedIn</boldText> to look for <boldText>open positions?</boldText>",

    "text4": "The Job ON Job OFF (JOJO) Chapter will assist you to ensure you will find a career that truly meets your needs and ambitions, and most importantly, guides you through the recruitment process to turn you into a very competitive candidate. No matter if you are <boldText>building your CV</boldText> or <boldText>facing a Case or a Fit (traditional) interview</boldText>. You will nail it.",
    "text5": "Also, you will have the opportunity to <boldText>strategically assess your career journey</boldText>. We know that we are constantly changing. It is something we cannot control. But do we really recognize our never-ending changes? I don't think so. We usually don't take a moment to reflect about our life changes to adjust our career to suit them.",
    "text6": "Actually, we do quite the opposite. Have the courage to own and conquer the next big steps of your career. Not in 5 or 10 years. But <boldText>now</boldText>. We have helped mentees from <boldText>various career paths:</boldText>",

    
    "text8": "A. Management Consulting",
    "text9": "Learn how to get offers in one of the <boldText>most competitive recruiting processes in the world</boldText>. Mentoring sessions will be crafted based on many years of experience both in <boldText>career mentoring</boldText> and in the <boldText>top management consulting firms</boldText> (called MBB, McKinsey & Company, BCG and Bain & Company). In such a competitive recruiting process, <boldText>every stage matters</boldText>. Learn how to shine at every step of the way - from building a CV that really stands out to acing case interviews.",
    "text10": "Our mentees have landed jobs at top management consulting firms such as: McKinsey & Company, BCG, Bain & Company, Kearney, EY Parthenon, Advisia, and many others.",
    
    "text11": "B. Other career paths",
    "text12": "The mentoring will help you gain <boldText>self-knowledge</boldText> in regards to your academic, professional and personal life. Then, you will be prepared not only to write <boldText>excellent CV and cover letters</boldText>, but also to approach interview questions (behavioral and traditional ones) with ease. The mentoring will be <boldText>customized to your needs</boldText> - don't worry about that architecture portfolio that you don't know which projects to select for nor what to write in each page. We have got your back. If you want a mentoring that will elevate your candidacy to finally <boldText>land that dream job</boldText>, now you have found it.",
    "text13": "<boldText>Some of the topics</boldText> covered in the Job ON Job OFF :",
    "text14": "Essentials of Case and Traditional (Fit) Interviews",
    "text15": "Career Matrix",
    "text16": "JOJO Toolkit, including CV and Cover Letter",
    "text7": "Book a session",

    "text17": "Are you feeling lost cause things that you’ve never thought of happened and <boldText>changed your life completely?</boldText>",
    "text18": "Are you <boldText>tired</boldText> of keeping a <boldText>well-known boring routine?</boldText>",
    "text19": "Have you wondered how can you have <boldText> more energy?</boldText> ",

    "text20": "The Life's ABC Chapter will take you on a journey of <boldText>self-knowledge</boldText> and <boldText>discovery of passions</boldText> that were hidden your entire life. You will learn how to leave the copilot seat and become the <boldText>driver of your life</boldText>. Any type of driver? Of course not.",
    "text21": "A driver who decides which <boldText>routes</boldText> they would take, <boldText>who</boldText> will be seating inside the car, which <boldText>playlist or podcast</boldText> they will be listening to throughout the amazing journey that is life. And most importantly, a driver that chooses the <boldText>destination</boldText> and takes actions to keep everyone inside the car <boldText>safe and healthy</boldText>. What Flows You can help you <boldText>redesign your life</boldText> the way it should be: happy and fulfilling!",
    "text22": "Throughout the Life's ABC journey, we will map out the path that truly aligns with your essence. We can already tell you that this path often <boldText>may include other countries</boldText> different from the one you were born in. And that's okay. Sometimes it is difficult to admit, but the chance that out of the 193 countries in the world, you were born in the ideal country that will meet all your needs regardless of your life stage, is very small. The other 192 countries can surprise you, they just need a chance. Allow yourself to view your <boldText>stay here on Earth</boldText> in a <boldText>lighter</boldText> and <boldText>freer way</boldText>. If you decide to live abroad, it is not a life sentence. It can be for a few months, for example. The important thing is that it is a <boldText>well-thought-out decision</boldText> and true to both who you are and <boldText>who you want to become</boldText>.",
    "text23": "Some of the topics covered in the Life's ABC Chapter:",

    "text24": "In-depth self-knowledge",
    "text25": "The untold advantages of being a newbie",
    "text26": "Day One vs One Day"
  },
  "about": {
    "text1": "of mentees achieve their ultimate goal",
    "text2": "of applied WFY methodology",
    "text3": "received M7 MBA offer",
    "text4": "of mentoring experience",
    "text5": "...and counting!",

    "text6": "“3, 2, 1... Action!”",
    "text7": "The phrase above is heard hundreds of times in film studios. But, I will try to show you <boldText>why all of us</boldText> should also have it in the back of our minds. I will start by asking you:",
    "text8": "In a film-making career, which <boldText>role</boldText> would you like to play?",
    "text9": "Some would answer \"<boldText>the protagonist</boldText>, of course\", others would prefer to be the coadjuvants, stunt doubles or even act as part of the scenario. No spoken word, right?",

    "text10": "Just a few would answer \"<boldText>the director</boldText>\". Perhaps you have even forgotten about this role, but you should not. Why?",
    "text11": "Usually, when we answer silly questions as the one above, we shed light on important characteristics about our <boldText>mindsets</boldText> and the <boldText>way we command our lives</boldText>.",
    "text12": "For those who answered \"live scenario\" or \"stunt doubles\", do not ever forget that you have a <boldText>strong inner voice</boldText> that may have been in silence for many years, however that is ready to fill the places with <boldText>authentic ideas and opinions</boldText>. You have the right to be heard.",
    "text13": "For those who said \"<boldText>the protagonist</boldText>\", remember that usually you are the protagonist on some movies and series but not in others. The gap difference of involvement in the plot when you are and are not in the protagonist role is dangerous. Sometimes you are in the <boldText>spotlight</boldText>, others in the <boldText>shadows</boldText>.",
    "text14": "Finally, when we think about how we are living our lives, I believe we should aim to act like a <boldText>Director</boldText>. Not of just one story, but of <boldText>countless</boldText>. A person who writes ones stories, understands clearly the relationship with others in the plot, and most importantly, <boldText>never</boldText> plays a role that <boldText>someone else wrote</boldText>.",
    "text15": "We are accountable for our lives everyday, all the time. Non-stop. Our health, which is what really guarantees that we are still breathing here in this immense blue rock in the Universe, should be the <boldText>most important</boldText> thing for us. Along the years, I have developed methodologies to ensure my mentees and I are in the <boldText>director seat of life</boldText>. I can assure you that achieving what we call <boldText>Flow state</boldText> should be your goal. Let me help you.",
    "text16": "Enjoy every minute of the story <boldText>you are writing for yourself</boldText>. ",
    "text17": "Needless to say:",
    "text18": "“3, 2, 1... Action!”"
  },
  "contact": {
    "text0": "Hello! Nice to see you here ;)",
    "text2": "Feel free to join our newsletter or send us a message, we would love to expand our connections and get to know more about you!",
    "text3": "(61) xxxxx-xxxx",
    "text4": "First Name",
    "text5": "Last Name",
    "text6": "E-mail",
    "text7": "Phone",
    "text8": "Message",
    "text9": "required",
    "text10": "Send",
    "text11": "Do you want to join our newsletter?"
  }
}
