{
  "header": {
    "text1": "Módulos",
    "text2": "Sobre",
    "text3": "Contato",
    "text4": "Fale com a gente!",
  },
  "footer": {
    "text1": "Módulos",
    "text2": "Sobre",
    "text3": "Contato",
    "text4": "Todos os direitos reservados",
    "text5": "Fale com a gente!"
  },
  "home": {
    "text1": "Se permita",
    "text2": "",
    "text3": "ter",
    "text46": "ao atingir o",
    "text45": "Flow",
    "text4": "SESSÕES DE MENTORIA PARA ATINGIR SEU POTENCIAL MÁXIMO",
    "text5": "Saiba mais",
    "text6": "\" Don't call it a dream. Call it a",
    "text7": "Make it a reality\"",
    "text38": "(\"Não chame de sonho. Chame de P-L-A-N-O. Torne-o realidade.\")",

    "text8": "Para garantir que você alcance seus",
    "text9": "sonhos, eles precisam primeiro",
    "text10": "representar quem você realmente é, seus",
    "text11": "valores e sua",
    "text12": "personalidade.",

    "text13": "Você precisa",
    "text14": "amar o que está",
    "text15": "cultivando, respirar isso",
    "text16": "constantemente. Dessa forma,",
    "text17": "você também atrairá outros",
    "text18": "que amarão isso",
    "text19": "tanto quanto você.",

    "text20": "Seus sonhos só serão",
    "text21": "realizados quando você dominar a",
    "text22": "habilidade de criar estrategicamente",
    "text23": "tarefas que adicionem valor",
    "text24": "ao longo do caminho.",

    "text25": "Por fim, a jornada, na maioria",
    "text26": "das vezes, não será fácil nem curta.",
    "text27": "Então garanta que seus",
    "text28": "sonhos nutram sua vida.",
    "text29": "Todos os dias.",

    "text30": "Módulos",
    "text31": "Escolha o módulo que mais se adequa à sua <boldText>fase de vida atual</boldText>.",
    "text32": "Boa notícia: você pode começar sua jornada WFY com mais de um!",
    "text33": "Especialmente quando estamos na casa dos 20 ou 30 anos, encontrar uma carreira que atenda às nossas expectativas é assustador. Às vezes, impossível. Deixe para trás esse sentimento sufocante e consiga finalmente o <boldText>trabalho dos seus sonhos</boldText>.",
    "text37": "Já ajudamos mentorados em <boldText>várias carreiras</boldText>, como consultoria estratégica, marketing e arquitetura. <boldText>Independente da sua área ou em qual etapa do processo seletivo você está</boldText>, você pode contar com a gente.",
    "text34": "Confira abaixo algumas das empresas em que os nossos mentorados já receberam ofertas de emprego.",

    "text35": "Consultoria",
    "text36": "...entre outras",
    "text41": "Outras Carreiras",
    "text42": "...entre outras",

    "text39": "(PESSOAL)",
    "text40": "(AMÁVEL)",
    "text43": "(PRÁTICO)",
    "text44": "(CUIDADOSO)",

    "text47": "O Life's ABC vai te levar a uma jornada de autoconhecimento e descoberta de paixões que estiveram escondidas durante toda a sua vida. Ele vai te ensinar como <boldText>levar sua vida de forma plena</boldText>. ABC quer dizer Ambições, Crenças e Conquistas, em inglês, <boldText>Ambitions, Beliefs, e Conquests</boldText>. De preferência nesta ordem.",
    "text48": "No início da sua jornada, você entenderá verdadeiramente para onde quer ir, em outras palavras, quais são as suas <boldText>Ambições</boldText>. Elas criarão tração para que você possa ter <boldText>força e perseverança para mudar sua vida</boldText>.",
    "text49": "Mas começar esta mudança baseada apenas nas ambições é muito arriscado. Você deve levar em consideração as suas <boldText>Crenças</boldText>. Ou seja, os princípios que <boldText>norteiam a sua vida</boldText>.",
    "text50": "Por fim, levando em consideração tanto suas ambições quanto suas crenças, desenvolveremos estratégias para que você possa finalmente ter as tão esperadas - e merecidas - <boldText>Conquistas</boldText>. Sabe o que é o melhor? Elas estarão ligadas realmente a <boldText>quem você é!</boldText>",
    "text51": "Alguma pergunta? Estamos a uns cliques de distância :)",
    "text52": "Dê o primeiro passo",

    "text53": "Testemunhos",

    "text54": "Mesmo tendo sido mentorada há alguns anos, WFY ainda tem muitos impactos positivos na minha vida até hoje. Foi um processo muito intenso e sincero de autoconhecimento, que me ajudou a entender (e comunicar melhor) meus pontos fortes e fracos.",
    "text55": "Aprendi a contar sobre minha jornada de forma clara, coerente e a mostrar confiança. Foi muito importante para mim também entender meus objetivos de carreira e quais oportunidades de emprego combinavam melhor com as minhas ambições.",
    "text56": "A Stephanie consegue criar um ambiente seguro para qualquer que seja o momento da sua vida. Ela te escuta sem julgamento e te aconselha sobre os próximos passos de maneira positiva e encorajadora, sem soar irrealista. Recomendo fortemente a mentoria com a Stephanie para abraçar esse processo de olhar para si mesmo, suas ideias e carreira com o suporte do olhar atento e cuidadoso dela.",

    "text57": "Fiz a mentoria WFY em uma das fases mais difíceis da minha vida. Eu ainda estava na faculdade, grávida, com muito medo de ser rejeitada ou julgada nos processos seletivos de Consultoria estratégica.",
    "text58": "A mentoria me deu forças para continuar sonhando, me lembrou das minhas qualidades e me deu segurança para superar meus medos. Assim, foi um ponto crucial para mim, porque não só aprendi a ter uma performance excelente nas Entrevistas de Caso (sendo que no início eu praticamente não sabia praticamente nada sobre), mas também tive um enorme momento de redescoberta interpessoal.",
    "text59": "Com as mentorias, tive um espaço para refletir profundamente, organizar quem eu era, o que tinha feito até então, quem eu gostaria de me tornar e como eu faria isso de forma efetiva. Em resumo, a Stephanie é fantástica! Foi a melhor mentoria que já tive, recebi ofertas cruzadas de duas grande consultorias estratégicas - McKinsey & Company e Kearney - e defini a progressão de carreira ideal para mim!",

    "text60": "A mentoria do What Flows You foi essencial para eu conseguir um novo e melhor emprego na minha área de Propaganda e Marketing. Nela aprendi habilidades técnicas e interpessoais sobre como elevar de forma estratégica meu currículo, além de excelente carta de apresentação e treinos para entrevistas.",
    "text61": "Após a mentoria, certamente vejo toda a jornada de conseguir um novo emprego com outros olhos. Olhos mais maduros que me permitem ser o protagonista de todo o caminho.",
    "text62": "Tenho certeza de que todas as coisas que aprendi replicarei não somente quando buscar novas oportunidades de emprego, mas também na vida: e isso é um dos grandes diferenciais do WFY, você não apenas alcança o objetivo específico que compartilhou com a Stephanie no início do processo, mas cresce também como indivíduo para encarar melhor a vida. É a escolha certa se você deseja alcançar seus objetivos mais ambiciosos ou quer saber mais sobre si mesmo.",
  
    "text63": "Sou extremamente grato pela experiência enriquecedora de construir cada etapa do processo seletivo de consultoria com o WFY, desde fazer meu currículo, carta de apresentação, praticar entrevistas de caso, entrevistas de Fit e Estimativa com feedbacks excelentes que comprovam toda a expertise da Stephanie.",
    "text64": "Todas essas abordagens não apenas me ajudaram a passar em consultoria estratégica, mas também expandiram minha capacidade de autoconhecimento durante a jornada. A orientação fornecida nas sessões do WFY foi fundamental para meu crescimento pessoal e profissional.",
    "text65": "Durante e entre as sessões, Stephanie sempre deu conselhos muito perspicazes, com apoio inabalável e compromisso genuíno com meu desenvolvimento, tendo um impacto profundo em mim. Um dos maiores valores que obtive com a mentoria foi observar a importancia da reflexão profunda e troca de conhecimentos tanto relacionados à Consultoria como em temas gerais da vida, tendo um impacto perpétuo na mesma.",
    "text66": "Possuindo uma habilidade única de inspirar e motivar, a Stephanie cria um ambiente de aprendizado muito positivo e construtivo como nenhum outro.",  
  
    "text67": "Durante um dos momentos mais desafiadores da minha vida, o What Flows You me ofereceu uma perspectiva totalmente nova. Após deixar uma carreira de 5 anos que não me satisfazia no meu país de origem, eu estava pronta para recomeçar em um novo lugar.",
    "text68": "A mentoria do WFY me ofereceu expertise e suporte em cada etapa, desde a escolha do país, incluindo tanto o processo de imigração quanto a busca de emprego. Eu sabia que procurar um emprego em um novo país não seria fácil, mas a mentoria do WFY me deu as ferramentas necessárias para me sentir confiante nas minhas habilidades durante o processo seletivo. Foi impressionante a habilidade da Stephanie em traduzir em uma carta de motivação a minha história de uma maneira única e memorável. Além de conseguir me fazer sentir preparada para as entrevistas superando minha timidez.",
    "text69": "Como resultado, consegui 3 ofertas de emprego no exterior e, atualmente, estou trabalhando como arquiteta na Austrália, aumentando meu salário em mais de 7 vezes em comparação ao do meu país de origem. Graças à mentoria do WFY, me sinto muito mais empoderada e reconhecida na minha carreira, além de ter uma qualidade de vida muito melhor no novo país."
    
  },
  "chapters": {
    "text1": "Você está ansioso(a) para finalmente conseguir aquela <boldText>vaga de emprego competitiva</boldText> na empresa dos seus sonhos?",
    "text2": "Você se sente <boldText>deslocado(a)</boldText> no seu <boldText>trabalho atual?</boldText>",
    "text3": "Você recentemente navegou no <boldText>LinkedIn</boldText> em busca de <boldText>vagas abertas</boldText>?",
    "text4": "O módulo Job ON Job OFF (JOJO) vai garantir que você encontre uma carreira que realmente atenda às suas necessidades e ambições. E, mais importante, vai guiar você durante o processo de recrutamento para tornar sua candidatura mais competitiva. Não importa se você está <boldText>ajustando o teu currículo ou enfrentando entrevistas de Caso ou Fit (também chamadas de tradicionais)</boldText>. Você vai se sair bem.",
    "text5": "Além disso, você terá a oportunidade de <boldText>avaliar estrategicamente sua trajetória de carreira</boldText>. Sabemos que estamos em constante mudança. É algo que não podemos controlar, não é mesmo? Mas será que realmente reconhecemos o que mudou? Muitas vezes não. Com a correria do dia a dia, não tiramos um momento para refletir sobre nossas mudanças de vida e ajustar nossa carreira a elas.",
    "text6": "Muitas vezes, fazemos exatamente o contrário. Tenha coragem de definir e conquistar os próximos grandes passos da sua carreira. Não em 5 ou 10 anos. Mas <boldText>agora</boldText>.",
    "text27": "Nós ajudamos mentorados de <boldText>várias áreas profissionais</boldText>:",
   
    "text7": "Marque sua sessão",

    "text8": "A. Consultoria Estratégica",
    "text9": "Aprenda como receber ofertas de emprego em um dos <boldText>processos seletivos mais competitivos do mundo</boldText>. As sessões de mentoria serão elaboradas com base em muitos anos de experiência tanto em <boldText>mentoria de carreiras</boldText> quanto nas <boldText>principais consultorias estratégicas</boldText> (chamadas MBB, McKinsey & Company, BCG e Bain & Company). Em um processo seletivo tão competitivo, <boldText>cada etapa importa</boldText>. Aprenda como brilhar em cada estágio do processo - desde a construção de um CV que realmente se destaque até ter uma performance de cair o queixo nas entrevistas de caso, os famosos cases.",
    "text10": "Nossos mentorados conseguiram ofertas de emprego nas principais consultorias estratégicas, como: McKinsey & Company, BCG, Bain & Company, Kearney, EY Parthenon, Advisia, e muitas outras.",
    
    "text11": "B. Outras carreiras",
    "text12": "A mentoria vai te ajudar a ganhar <boldText>autoconhecimento</boldText> em relação à sua vida acadêmica, profissional e pessoal. Assim, você estará preparado(a) para não apenas escrever <boldText>excelentes currículos e cartas de motivação</boldText>, mas também para abordar questões de entrevista (comportamentais e tradicionais) com facilidade. A mentoria será <boldText>personalizada para suas necessidades</boldText> - não se preocupe com aquele portfólio de arquitetura que você não sabe quais projetos selecionar nem o que escrever em cada página. Nós cuidamos disso também. Se você quer uma mentoria que vai elevar sua candidatura para finalmente <boldText>conseguir aquele emprego dos sonhos</boldText>, agora você encontrou.",
    "text28": "As ofertas de emprego que nossos mentorados conseguiram são diversas e vão além das barreiras geográficas. Alguns exemplos de empresas onde nossos mentorados foram aprovados: Citibank, LinkedIn, Ambev, e até um grande escritório de arquitetura fora do Brasil!",
    
    "text13": "Alguns dos tópicos abordados no módulo Job ON Job OFF:",
    "text14": "Os Essenciais nas Entrevistas de Caso e Tradicionais (Fit)",
    "text15": "Matriz de Carreira",
    "text16": "Ferramentas JOJO, incluindo CV e Carta de motivação",

    "text17": "Você está se sentindo perdido(a) porque coisas que nunca imaginou aconteceram e tudo mudou <boldText>completamente</boldText>?",
    "text18": " Você está cansado(a) de manter uma <boldText>rotina monótona e entediante</boldText>?",
    "text19": "Já se perguntou como pode ter <boldText>mais energia</boldText>?",

    "text20": "O módulo Life's ABC vai te levar a uma <boldText>jornada de autoconhecimento</boldText> e <boldText>descoberta de paixões</boldText> que estiveram escondidas durante toda a sua vida. Você vai aprender a como deixar o assento de copiloto e se tornar o <boldText>motorista da sua vida</boldText>. Qualquer tipo de motorista? Claro que não.",
    "text21": "Alguém que decide <boldText>quais rotas</boldText> vai seguir, <boldText>quem</boldText> vai estar dentro do carro, qual <boldText>playlist ou podcast</boldText> eles vão ouvir ao longo da incrível jornada que é a vida. E mais importante, alguém que <boldText>escolhe o destino</boldText> e <boldText>trajetos</boldText> buscando manter todos dentro do carro <boldText>seguros e saudáveis</boldText>. O What Flows You pode te ajudar a <boldText>redesenhar sua vida</boldText> da maneira que ela deve ser: feliz e gratificante!",
    "text22": "Ao longo da jornada do Life's ABC, vamos traçar qual caminho realmente faz sentido para a sua essência. Já adiantamos que esse caminho, muitas vezes <boldText>pode sim incluir outros países</boldText> diferentes do que você nasceu. E está tudo bem. Às vezes é difícil admitirmos, mas a chance de que dos 193 países que tem no mundo, você tenha nascido no país ideal que vai atender todas suas necessidades independente da tua fase de vida, é muito pequena. Os outros 192 países podem te surpreender, eles só precism de uma chance. Se permita olhar sua <boldText>estada aqui na Terra de forma mais leve e livre</boldText>. Se você decidir morar no exterior, isso não é uma sentença para o resto da vida. Pode ser por alguns meses por exemplo. O importante é ser uma <boldText>decisão muito bem pensada</boldText> e fiel a quem você é e a <boldText>quem quer se tornar</boldText>.",
    "text23": "Alguns dos tópicos abordados no módulo Life's ABC:",
    "text24": "Autoconhecimento profundo",
    "text25": "As vantagens escondidas de ser um novato",
    "text26": "Dia Um vs Um Dia"
  },
  "about": {
    "text1": "dos mentorados atingem seus objetivos",
    "text2": "de metologia aplicada e testada",
    "text3": "de experiência em consultorias estratégicas tier 1 (mbb)",
    "text4": "de experiência em mentoria",
    "text5": "...e contando!",
    "text19": "Propósito de vida da Stephanie:",
    "text20": "Ajudar as pessoas a vivenciar a melhor versão de si mesmas.",

    "text6": "“3,2,1...Ação!”",
    "text7": "A frase acima é ouvida centenas de vezes em estúdios de cinema. Mas vou tentar te mostrar por que todos nós também devemos tê-la em mente. Vou começar com a seguinte pergunta:",
    "text8": "Em uma carreira cinematográfica, que <boldText>papel</boldText> você gostaria de desempenhar?",
    "text9": "Alguns responderiam \"<boldText>o protagonista</boldText>, claro\", outros prefeririam ser os coadjuvantes, dublês ou até mesmo atuar como parte do cenário. Assim não precisam falar uma palavra sequer, certo?",
    "text10": "Poucas pessoas responderiam \"o diretor\". Talvez você até tenha esquecido desse papel, mas não deveria. Por quê?",
    "text11": "Normalmente, quando respondemos perguntas bobas como essa, trazemos à tona características importantes do nosso <boldText>mindset</boldText> e a <boldText>maneira como conduzimos nossas vidas</boldText>.",
    "text12": "Para aqueles que responderam \"Parte do cenário\" ou \"dublês\", nunca se esqueçam de que vocês têm uma <boldText>voz interior forte</boldText> que pode ter sido silenciada por muitos anos, mas que está pronta para preencher os lugares com <boldText>ideias e opiniões incríveis</boldText>. Vocês têm o direito de ser ouvidos(as).",
    "text13": "Para aqueles que disseram \"<boldText>protagonista</boldText>\", é importante lembrar que, normalmente, vocês são os protagonistas em alguns filmes e séries, mas não em outros. A diferença de envolvimento na trama quando você está ou não no papel de protagonista é perigosa. Às vezes você está no <boldText>centro das atenções</boldText>, outras nas <boldText>sombras</boldText>.",
    "text14": "Por fim, quando pensamos em como estamos vivendo nossas vidas, acredito que devemos agir como um <boldText>Diretor de cinema</boldText>. Não de apenas uma história, mas de <boldText>inúmeras</boldText>. Uma pessoa que escreve suas histórias, entende claramente o seu relacionamento com os outros na trama e, mais importante, <boldText>nunca</boldText> desempenha um papel escrito por <boldText>outro alguém</boldText>.",
    "text15": "Somos responsáveis por nossas vidas todos os dias, o tempo todo. Sem parar. Nossa saúde, que é o que realmente garante que ainda estamos vivos aqui nesta imensa rocha azul no Universo, deve ser a <boldText>coisa mais importante</boldText> para nós. Ao longo dos anos, desenvolvi metodologias para garantir que meus mentorados assumao o assento de <boldText>diretor das suas vidas</boldText>. Posso garantir que alcançar o que chamamos de <boldText>estado de Flow</boldText> deve ser seu objetivo. Deixa eu te ajudar.",
    "text16": "Aproveite cada minuto da história que você está <boldText>escrevendo para si</boldText>.",
    "text17": "Sem mais delongas:",
    "text18": "“3,2,1...Ação!”",

    "text21": "https://www.youtube.com/embed/2zSH8qKjh9c"
  },
  "contact": {
    "text0": "Olá! Que bom ver você aqui ;)",
    "text2": "Sinta-se à vontade para se inscrever na nossa newsletter ou nos enviar uma mensagem, será um prazer para nós expandir nossas conexões e conhecer mais sobre você!",
    "text3": "+55 (xx) xxxxx-xxxx",
    "text4": "Nome",
    "text5": "Sobrenome",
    "text6": "E-mail",
    "text7": "Telefone",
    "text8": "Mensagem",
    "text9": "Campo obrigatório",
    "text10": "Enviar",
    "text11": "Gostaria de se inscrever na nossa newsletter?",
    "successMessage": "Enviado com sucesso!"
  }
}
